/* ========= DATA ========= */
const ROASTS = [
  "Du är som en molnserver – dyr, långsam och oftast offline.",
  "Du har så lite edge att till och med Internet Explorer var snabbare än dig.",
  "Din personlighet laddar lika långsamt som ett 90-talsmodem.",
  "Om du var kod hade du varit while(true) {} – meningslös och fast.",
  "Din hjärna är som RAM – allt försvinner när det blir lite varmt.",
  "Du är som en WiFi-signal i källaren: svag, opålitlig och ingen märker när du försvinner.",
  "Du har samma precision som en IKEA-möbel utan manual.",
  "Om dumhet var bandbredd hade du varit 10 Gbit/s.",
  "Du är som ett obevakat kylskåp på jobbet – ingen gillar dig men alla pratar om dig.",
  "Din IQ är som batteriet i en gammal iPhone – dör när det blir jobbigt.",
  "Du är som Windows-update: ingen vill ha dig, men man blir ändå fast med dig.",
  "Du har samma karisma som en fuktig disktrasa.",
  "Om dumhet var en sport hade du varit OS-maskoten.",
  "Du ser ut som en kille som säger 'jag har det på en hårddisk hemma' men egentligen har du bara porrmappen döpt till 'skatt.xlsx'.",
  "Du har samma energinivå som en urladdad ficklampa.",
  "Folk klickar på 'acceptera alla cookies' snabbare än de skulle klicka på din Tinder-profil.",
  "Du är beviset på att evolutionen ibland tar kaffe-paus.",
  "Du är som en gjutform utan släppmedel – ingen vill röra dig två gånger.",
  "Din hjärna har mer lagg än ett gratis-WiFi på en buss.",
  "Du är lika användbar som caps lock-knappen i ett lösenord.",
  "Din charm funkar ungefär lika bra som en trasig kondom.",
  "Du pratar som en manual till en trasig mikrovågsugn.",
  "Du ser ut som en kille som blir nekad av ChatGPT på frågan “vill du vara min vän?”.",
  "Din personlighet är lika intressant som en taxikvitto.",
  "Du är som en 3D-skrivare utan filament – bara tomt surr.",
  "Om hjärnceller var pengar hade du inte ens råd med en kanelbulle.",
  "Du är som en Netflix-serie som borde lagts ner efter säsong 1.",
  "Du har mer bakgrundsbrus än en gammal TV utan antenn.",
  "Du är beviset på att inte alla Pokémon utvecklas.",
  "Du har samma sex appeal som ett trasigt lysrör på ett dass i skogen",
  "Du har samma sociala kompetens som en brödrost i brand.",
  "Du är beviset på att gravitationen inte bara drar ner saker, den drar också ner IQ.",
  "Om hjärnan var dynamit hade du inte ens sprängt upp ett näshår.",
  "Du är som en gratis app – full av buggar och ingen vill ha premiumversionen.",
  "Du ser ut som en människa vars livsmål är att alltid stå i vägen.",
  "Du är så ointressant att även din skugga har sagt upp sig.",
  "Du är som en 3D-skrivare som bara skriver ut fel – dyr, högljudd och helt värdelös.",
  "Att lyssna på dig är som att kolla på färg som torkar, fast färgen har mer djup.",
  "Du har lika mycket karisma som en IKEA-manual på serbiska.",
  "Du är definitionen av en mänsklig ‘low battery’-ikon.",
  "Du har samma charm som lukten i en sopcontainer en varm sommardag.",
  "Om dumhet var elektricitet hade du kunnat driva hela Vattenfall själv.",
  "Du är som ett felmeddelande – irriterande, värdelös och alltid på fel plats.",
  "Det finns dammråttor med mer livsglädje än du.",
  "Du är så torr att till och med ökenkaktusar undviker dig.",
  "Om intelligens var en valuta skulle du leva i evig inflation.",
  "Din existens är som en popup-annons – onödig och alltid störande.",
  "Du är den mänskliga motsvarigheten till att snubbla på en sladd och dra ur hela datorn.",
  "Folk pratar bakom din rygg för att din personlighet inte är värd ögonkontakt.",
  "Du är beviset på att inte alla spermier ska vinna."
];

const QUOTES = [
  "Kaffe är inte en dryck, det är en livsstil.",
  "Ctrl+S är min religion.",
  "Livet är som en kodbas – fullt av buggar men ändå körbart.",
  "Sarkasm är gratis terapi.",
  "Alla dagar blir bättre med en extra shot espresso.",
  "Kaos är bara ordning som inte kompilerat än.",
  "När livet kraschar – starta om och testa igen.",
  "Skratta åt dina problem, de hatar det.",
  "Kreativitet är intelligens som tar en kafferast.",
  "Rädsla är bara en 404: du hittar snart rätt sida igen.",
  "Livet blir enklare när man slutar förklara sig för folk som ändå inte fattar.",
  "Det är inte kaffet som håller dig vid liv – det är din rädsla för människor utan kaffe.",
  "De flesta har åsikter de aldrig själva hade råd att leva efter.",
  "Det är alltid de som gör minst som har mest att säga.",
  "Du är inte trött – du är bara konstant omgiven av idioter.",
  "Alla vill ha förändring, men ingen vill ändra på sig själv.",
  "Dina problem försvinner inte, du blir bara bättre på att ignorera dem.",
  "Internet gav alla en röst, och vi inser nu varför vissa borde varit tysta.",
  "Stress är bara kroppen som säger: ‘sluta leka vuxen, du suger på det’.",
  "Man växer inte upp – man lär sig bara bättre undanflykter.",
  "De flesta är inte ens huvudperson i sitt eget liv – de är biroller i nån annans drama.",
  "Om du väntar på rätt tidpunkt gör du samma sak nästa år.",
  "Ingen minns hur snabbt du svarade på ett mejl, men alla minns när du fuckade upp.",
  "Folk vill ha ärlighet tills de faktiskt får den.",
  "Du blir aldrig klar – du dör bara mitt i en to-do-lista.",
  "Alla säger ‘följ dina drömmar’, men ingen nämner mardrömmarna.",
  "Folk slösar mer energi på att se upptagna ut än att faktiskt göra något.",
  "De flesta diskussioner är bara folk som tävlar i vem som kan vara mest kränkt.",
  "Det är lätt att vara smart i teorin – i praktiken sitter du ändå där och googlar hur man kokar ägg.",
  "Tid läker inga sår – den gör dig bara bättre på att fejka att du är okej.",
  "Alla säger att tid är pengar, men ändå sitter folk och scrollar TikTok som om de var miljardärer.",
  "Du behöver inte en psykolog, du behöver bara sluta umgås med idioter.",
  "Livet är bara en lång lista av saker du skjuter upp tills det är för sent.",
  "De som snackar mest om lojalitet är oftast de första som sticker.",
  "Alla vill ha ärlighet tills du säger sanningen om deras frisyr.",
  "Du jobbar inte för att leva, du jobbar för att någon annan ska leva bättre.",
  "Det är inte motivation du saknar, det är bara lathet med bättre ursäkter.",
  "De som postar mest om lycka på sociala medier är de som gråter i duschen.",
  "Det är inte bristen på pengar som stoppar dig, det är din Netflix-historik.",
  "När någon säger ‘vi borde ta en fika nån gång’ menar de 'jag hoppas vi aldrig ses'.",
  "Alla hatar drama tills det inte handlar om dem själva.",
  "Man vet att man är vuxen när man blir glad över nya soppåsar.",
  "Folk säger ‘allt händer av en anledning’ som om deras dåliga val var ödet och inte ren dumhet.",
  "Om du väntar på att livet ska bli rättvist, vänta stående – det kommer aldrig.",
  "Det är alltid de mest inkompetenta som har powerpoint-presentationer på jobbet.",
  "Vänner för livet finns inte – bara folk som inte har blockat dig än.",
  "Alla pratar om att ‘finna sig själv’, men ingen hittar ens sina nycklar.",
  "Lycka är bara när du för en gångs skull slipper träffa folk.",
  "Ju mer någon pratar om sitt öppna sinne, desto smalare är deras hjärna.",
  "Alla vill ha balans i livet, men ingen kan ens balansera sin jävla budget."
];
